# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/bundle"

# Binaries
brew "git"

# Development
brew "node"
brew "postgresql"
brew "mongodb-community"
brew "tree"

# Apps
cask "google-chrome"
cask "firefox"
cask "visual-studio-code"
cask "slack"
cask "zoom"
cask "docker"

# Fonts
cask "font-lato"
cask "font-open-sans"
cask "font-roboto"
cask "font-source-code-pro-for-powerline"
cask "font-source-code-pro"
cask "font-source-sans-pro"
cask "font-source-serif-pro"
